Repository: ArmandDelessert/TestUWP
Catalog: TestUWP/Strings/*/Resources.resw
Source language: en_us
Languages: fr_ch

# InfoNetworkTitle.Text
source: Network Infos
fr_ch: Infos réseau

# InfoNetwork_IsAvailable.Text
source: Network connection available:
fr_ch: Connexion réseau disponible :

# InfoOthersTitle.Text
source: Others Infos
fr_ch: Autres infos

# InfoPlatformTitle.Text
source: Platform Infos
fr_ch: Infos platforme

# InfoPlatform_AvailableMemory.Text
source: Amount of available memory for this application:
fr_ch: Quantité de mémoire RAM disponible pour cette application :

# InfoPlatform_DeviceFamily.Text
source: Device family:
fr_ch: Famille d'appareil :

# InfoPlatform_DeviceManufacturer.Text
source: Device manufacturer:
fr_ch: Fabricant de l'appareil :

# InfoPlatform_DeviceModel.Text
source: Device model:
fr_ch: Modèle de l'appareil :

# InfoPlatform_MachineName.Text
source: Machine NetBIOS name:
fr_ch: Nom NetBIOS de la machine :

# InfoPlatform_NumberProcessorCore.Text
source: Number of processor core:
fr_ch: Nombre de cœur(s) du processeur :

# InfoPlatform_OSArchitecture.Text
source: Operating system architecture:
fr_ch: Architecture du système d'exploitation :

# InfoPlatform_OSDescription.Text
source: Operating system description:
fr_ch: Description du système d'exploitation :

# InfoPlatform_OSPlatform.Text
source: Operating system:
fr_ch: Système d'exploitation :

# InfoPlatform_ProcessorIs64Bit.Text
source: 64 bit processor
fr_ch: Processeur 64 bits

# InfoPlatform_ProcessorIsNot64Bit.Text
source: 32 bit processor
fr_ch: Processeur 32 bits

# InfoScreenTitle.Text
source: Screen Infos
fr_ch: Infos écran

# InfoScreen_CurrentOrientation.Text
source: Display current orientation:
fr_ch: Orientation actuelle de l'écran :

# InfoScreen_NativeOrientation.Text
source: Display native orientation:
fr_ch: Orientation native de l'écran :

# InfoScreen_PpiX.Text
source: Pixel per inch (ppi) in X:
fr_ch: Pixel par pouce (ppp) en X :

# InfoScreen_PpiY.Text
source: Pixel per inch (ppi) in Y:
fr_ch: Pixel par pouce (ppp) en Y :

# InfoScreen_Scale.Text
source: Resolution scale:
fr_ch: Échelle de résolution :

# InfoScreen_Size.Text
source: Screen size (pixels):
fr_ch: Taille de l'écran (pixels) :

# Others_SystemStartDate.Text
source: System start date:
fr_ch: Date de démarrage du système :

# Others_TimeElapsedSinceAppStart.Text
source: Elapsed time since app start:
fr_ch: Temps écoulé depuis le démarrage de l'application :

# Others_TimeElapsedSinceSystemStart.Text
source: Elapsed time since system start:
fr_ch: Temps écoulé depuis le démarrage du système :

# ResourcesUsage.Text
source: Resources usage:
fr_ch: Utilisation des ressources :

# InfoPlatform_OperatingSystem.Text
source: Operating system:
fr_ch: Système d'exploitation :

# InfoPlatform_OperatingSystemIs64Bit.Text
source: 64 bit operating system
fr_ch: Système d'exploitation 64 bits

# InfoPlatform_OperatingSystemArchitecture.Text
source: Operating system architecture:
fr_ch: Architecture du système d'exploitation :

# InfoPlatform_OperatingSystemArchitecture_Arm.Text
source: ARM 32-bit
fr_ch: ARM 32 bits

# InfoPlatform_OperatingSystemArchitecture_Arm64.Text
source: ARM 64-bit
fr_ch: ARM 64 bits

# InfoPlatform_OperatingSystemArchitecture_X64.Text
source: Intel-based 64-bit
fr_ch: Intel 64 bits

# InfoPlatform_OperatingSystemArchitecture_X86.Text
source: Intel-based 32-bit
fr_ch: Intel 32 bits

# InfoPlatform_OperatingSystemIsNot64Bit.Text
source: 32 bit operating system
fr_ch: Système d'exploitation 32 bits

# InfoPlatform_OperatingSystemVersion.Text
source: Operating system version:
fr_ch: Version du système d'exploitation :

# InfoPlatform_PhysicalMemoryMapped.Text
source: Physical memory mapped:
fr_ch: Mémoire physique mappée :

# InfoPlatform_ProcessorArchitecture.Text
source: Processor architecture:
fr_ch: Architecture du processeur :

# InfoPlatform_ProcessorArchitecture_Neutral.Text
source: Neutral
fr_ch: Neutre

# InfoPlatform_ProcessorArchitecture_Unknown.Text
source: Unknown
fr_ch: Inconnue

# InfoPlatform_ProcessorArchitecture_X64.Text
source: Intel-based 64-bit
fr_ch: Intel 64 bits

# InfoPlatform_ProcessorArchitecture_X86.Text
source: Intel-based 32-bit
fr_ch: Intel 32 bits
